# System Zone Element Type Outdoor Air Per Person Property

Source: https://www.revitapidocs.com/2026/f70bd0a8-1038-33a4-254c-ef8248cc4ea2.htm

---

| System Zone Element Type Outdoor Air Per Person Property |
| --- |

The outdoor air in unit cubic feet per second per person.
**Namespace:** Autodesk.Revit.DB.Mechanical
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public double OutdoorAirPerPerson { get; set; }
```

```
Public Property OutdoorAirPerPerson As Double
	Get
	Set
```

```
public:
property double OutdoorAirPerPerson {
	double get ();
	void set (double value);
}
```

```
member OutdoorAirPerPerson : float with get, set
```

#### Property Value

Double Exceptions

| Exception | Condition |
| --- | --- |
| ArgumentException | When setting this property: The value should be between \[0\.0,166\.66]. |

See Also

#### Reference

SystemZoneElementType Class Autodesk.Revit.DB.Mechanical Namespace